Repository: goliksim/pollen_tracker
Catalog: lib/common/l10n/app_*.arb
Languages: ru

# health_check
source: Enter your today feeling of health
ru: Выберите сегодняшнее ощущение здоровья

# welcome_description_1
source: Pollen Tracker is a simple application that allows you to track your daily mood. We are here to help you keep track of your mood.
ru: Мы заботимся о Вашем здоровье и учитываем все аллергены, чтобы показывать свежий прогноз на ближайшие дни.

# welcome_description_2
source: Keep your health for detailed statistics.
ru: Сохраняйте состояние своего здоровья для подробной статистики.

source: Save
ru: Сохранить

source: How are you feeling?
ru: Как Вы себя чувствуете?

source: Write a comment
ru: Напишите комментарий

source: Atmospheric pollution
ru: Прогноз пыльцы в атмосфере

source: Profile
ru: Профиль

source: Hazel
ru: Лещина

source: Elm
ru: Вяз

source: Pine
ru: Сосна

source: Alder
ru: Ольха

source: Poplar / Cottonwood
ru: Тополь / Тополиная древесина

source: Oak
ru: Дуб

source: Plane
ru: Платан

source: Birch
ru: Береза

source: Cypress
ru: Кипарис

source: Mugwort
ru: Полынь

source: Chenopod
ru: Ченопод

source: Ragweed
ru: Амброзия

source: Nettle
ru: Крапива

source: Grass / Poaceae
ru: Трава / Злаки

# history
source: Record history
ru: История записей

source: Dark mode
ru: Темная тема

source: Light mode
ru: Светлая тема

source: Change profile
ru: Сменить профиль

source: Create profile
ru: Создать профиль

source: Enter name
ru: Ввести имя

source: Change city
ru: Сменить город

# did_you_sure_for_deleting_profile
source: Are you sure you want to delete this profile
ru: Вы уверены что хотите удалить профиль

source: Add Species
ru: Добавить аллерген

source: Species added
ru: Аллерген добавлен. Не болейте

source: Species deleted
ru: Аллерген удален

source: Your city changed on
ru: Ваш город изменен на

source: Your profile deleted
ru: Ваш профиль удален

source: Long press for remove
ru: Нажмите и удерживайте, чтобы убрать

# language
source: Change language
ru: Сменить язык

# add_new_comment
source: You can add your comment about the mood here
ru: Вы можете добавить свой комментарий о настроении здесь
